Repository: FreePBX/freepbxlocalization
Catalog: po/*/ari.po
Languages: ru_ru

source: Number of seconds to ring prior to going to voicemail or ringing other numbers that may be configured such as a Call Forward Unavailabe or an Unavailable destination that may be configured by your administrator. The Default setting will use the value set for the PBX.
ru_ru: Время дозвона в секундах перед переводом вызова на голосовую почту или на другой номер, который может быть установлен как номер перевода по недоступности или направление при недоступности абонента администратором системы. Значение по умолчанию будет взято из настроек PBX.

source: Always
ru_ru: Всегда

source: Voicemail
ru_ru: Голосовая почта

source: A folder must be selected before the message can be moved.
ru_ru: Необходимо выбрать папку куда будет перемещено сообщение.

source: One or more messages must be selected before clicking move_to.
ru_ru: Одно или несколько сообщений должны быть выбраны перед нажатием 'переместить'.

source: An extension must be selected before the message can be forwarded.
ru_ru: Необзодимо выбрать внутренний номер на который будут перенаправляться звонки

source: One or more messages must be selected before clicking forward_to.
ru_ru: Одно или несколько сообщений должны быть выбраны перед нажатием 'перенаправить'.

source: You must enter one or more email addresses (comma-separated) before clicking email_to.
ru_ru: Вы должны указать один или несколько адрес e-mail (разделять список через ',') перед нажатием 'Отправить'.

source: Warning:
ru_ru: Предупреждение:

source: is not a valid email address
ru_ru: Неверный адрес email

source: The file type was not recognized.
ru_ru: Тип файла неопределен.

source: Warning: Could not access voicemail.conf. Using default mailer.
ru_ru: Предупреждение: нет доступа к voicemail.conf, используют отправитель почты по умолчанию.

source: Mail operation failed
ru_ru: Действие с email не выполнено

source: No valid email address given. Please try again.
ru_ru: Не указан правильный адрес email. Попробуйте еще раз.

source: One or more messages must be selected before clicking email_to.
ru_ru: Одно или несколько сообщений должно быть выбраны перед нажатием 'Отправить'.

source: move_to
ru_ru: перенести в

source: Folder
ru_ru: Папка

source: forward_to
ru_ru: перенаправить_в

source: email_to
ru_ru: Отправить

source: Priority
ru_ru: Приоритет

source: Orig Mailbox
ru_ru: Мэйлбокс

source: Playback
ru_ru: Воспроизвести

source: Play message at:
ru_ru: Воспроизвести сообщение:

source: Voicemail recording(s) was not found.
ru_ru: Не найдено сообщений голосовой почты.

source: On settings page, change voicemail audio format. It is currently set to %s
ru_ru: Измените аудио формат на вкладке Установки. Сейчас формат установлен в %s

source: Voicemail Login not found.
ru_ru: Логин для голосовой почты не найден.

source: No access to voicemail
ru_ru: Нет доступа к голосовой почте

source: No Voicemail Recordings for Admin
ru_ru: Нет сообщений голосовой почты для Admin

source: Voicemail for %s (%s)
ru_ru: Голосовая почта для %s (%s)

source: Calling:
ru_ru: Вызываю:

source: . Please wait patiently...
ru_ru: . Пожалуйста, подождите...

source: Could not create mailbox folder %s on the server
ru_ru: Не возможно создать папку для ящика голосовой почты %s на сервере

source: Permission denied on folder %s or %s
ru_ru: Не достаточно прав для доступа к папке %s или %s

source: Follow Me
ru_ru: Следуйте сюда

source: Your Follow-Me has been disabled, REFRESH your browser to remove this message
ru_ru: Follow-Me (Следуй за мной) запрещен, обновите страницу для удаления этого сообщения

source: Follow-Me pre-ring time not changed
ru_ru: Время пред-звонка Follow-Me неизменено

source: Number %s must be an integer number of seconds
ru_ru: Число %s должно быть целым количеством секунд

source: Follow-Me list ring time not changed
ru_ru: Время звонка на Follow-Me не изменено

source: Follow-Me list must contain at least one valid number
ru_ru: Список Follow-Me (Следуй за мной) должен содержать хотя бы один правильный номер

source: The following: %s is not valid
ru_ru: Указанное: %s неверно

source: Dial-by-name Directory, IVR, and internal calls will ring the numbers in the FollowMe List. Any FreePBX routes that directly reference a FollowMe are unaffected by this enable/disable setting.
ru_ru: Набор по имени в директории, Интерактивном меню и внутренних вызовах будут звонить номера из списка Следуйте сюда. Любые маршруты FreePBX, которые указаны напрямую на опцию Следуйте сюда не затрагиваются включением/выключением этой опции.

source: Follow Me List:
ru_ru: Список Follow-Me (Следуй за мной):

source: Extensions and outside numbers to ring next.
ru_ru: Абоненты и внешние номера, которые будут вызваны следующими.

source: Include %s to keep it ringing.
ru_ru: Включите %s что он звонил

source: Ring %s First For:
ru_ru: Звонит %s первым для:

source: Time to ring extension %s before ringing the %s Follow Me List %s
ru_ru: Время звонка абоненту %s перед звонком на %s список Follow Me %s

source: seconds
ru_ru: секунд

source: Ring Followme List for:
ru_ru: Звониь на список Follow Me для:

source: Time to ring the Follow Me List.
ru_ru: Время звонка на список Follow Me.

source: Use Confirmation:
ru_ru: Использовать подтверждение:

source: Outside lines that are part of the Follow Me List will be called and offered a menu:<br/><br/> "You have an incoming call. Press 1 to accept or 2 to decline."<br/><br/> This keeps calls from ending up in external voicemail. Make sure that the List Ring Time is long enough to allow for you to hear and react to this message.
ru_ru: Внешние линии, являющиеся частью номеров из списков 'Следуйте сюда' будут набираться через интерактивное меню:<br/><br/> "У вас входящий звонок. Нажмите 1 для того, чтобы принять его, или 2 - чтобы отклонить."<br/><br/>Это удерживает вызов от завершения во внешних сервисах голосовой почты. Убедитесь что значение длительности вызова достаточное, чтобы хватило времени услышать это сообщение и принять решение.

source: Followme Settings
ru_ru: Установки Followme

source: Followme Settings for %s (%s)
ru_ru: Установки опции Следуйте сюда для %s (%s)

source: Feature Codes
ru_ru: Сервисные коды

source: for %s (%s)
ru_ru: для %s (%s)

source: Handset Feature Code
ru_ru: Сервисный номер для трубки

source: Action
ru_ru: Действие
