Repository: FreePBX/freepbxlocalization
Catalog: po/*/ari.po
Languages: ru_ru

source: Potential malicious access blocked in the User Portal (ARI)
ru_ru: Потенциально вредоносный доступ к порталу пользователя (ARI) был отклонён

source: The call was terminated.
ru_ru: Вызов был отклонён.

source: INBOX
ru_ru: Входящие

source: Family
ru_ru: Семья

source: Friends
ru_ru: Друзья

source: Old
ru_ru: Старые

source: Work
ru_ru: Работа

source: Urgent
ru_ru: Важно

source: Call Forward All Activate
ru_ru: Активировать все перенаправления

source: Call Forward All Deactivate
ru_ru: Деактивировать все перенаправления

source: Call Forward All Prompting Deactivate
ru_ru: Деактивировать предупреждение о перенаправлении

source: Call Forward Busy Activate
ru_ru: Активировать перенаправление по статусу Занято

source: Call Forward Busy Deactivate
ru_ru: Деактивировать перенаправление по статусу Занято

source: Call Forward Busy Prompting Deactivate
ru_ru: Деактивировать предупреждение перенаправления по статусу Занято

source: Call Forward No Answer/Unavailable Activate
ru_ru: Активировать перенаправление по неответу

source: Call Forward No Answer/Unavailable Deactivate
ru_ru: Деактивировать перенаправление по неответу

source: Call Waiting - Activate
ru_ru: Активировать режим приёма второго звонка

source: Call Waiting - Deactivate
ru_ru: Деактивировать режим приёма второго вызова

source: Do-Not-Disturb Activate
ru_ru: Активировать режим Не-беспокоить

source: Do-Not-Disturb Deactivate
ru_ru: Деактивировать режим Не-беспокоить

source: My Voicemail
ru_ru: Моя голосовая почта

source: Dial Voicemail
ru_ru: Набор в голосовую почту

source: Search
ru_ru: Поиск

source: Searched for
ru_ru: Поиск для

source: Results %d - %d of %d
ru_ru: Результаты %d - %d до %d

source: Results %d
ru_ru: Результат %d

source: First
ru_ru: Первый

source: Last
ru_ru: Последний

source: Incorrect Username or Password
ru_ru: Неверное имя пользователя или пароль

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Submit
ru_ru: Подтвердить

source: Remember Password
ru_ru: Запомнить пароль

source: Use your <b>Voicemail Mailbox and Password</b>
ru_ru: Используйте свой <b>Внутренний номер голосовой почты и пароль на неё</b>

source: This is the same password used for the phone
ru_ru: Это тот же пароль, что используется для телефона

source: For password maintenance or assistance, contact your Phone System Administrator.
ru_ru: Для восстановления пароля или другой помощи свяжитесь с Администратором вашей ИП-АТС

source: ARI does not appear to have access to the Asterisk Manager.
ru_ru: ARI не достаточно прав доступа к Asterisk Manager.

source: Check the ARI 'main.conf.php' configuration file to set the Asterisk Manager Account.
ru_ru: Проверьте кофигурационный файл 'main.conf.php' для установки аккаунта доступа к Asterisk Manager

source: Check /etc/asterisk/manager.conf for a proper Asterisk Manager Account
ru_ru: Проверьте /etc/asterisk/manager.conf для правильности установок доступа к Asterisk Manager

source: make sure [general] enabled = yes and a 'permit=' line for localhost or the webserver.
ru_ru: убедитесь что в секции [general] указано enabled = yes и опции 'permit=' для localhost или интерфейса вэбсервера.

source: Check AMP installation, asterisk, and ARI main.conf
ru_ru: Проверьте инсталляцию АМР, Asterisk и файл main.conf интерфейса ARI

source: Logout
ru_ru: Выйти

source: Page Not Found.
ru_ru: Страница не найдена.

source: Asterisk Call Manager not responding
ru_ru: Asterisk Call Manager не доступен

source: Asterisk authentication failed:
ru_ru: Аутентификация с Астериск не возможна:

source: Asterisk command not understood
ru_ru: Команды Астериск не поняты

source: Too many files in %s. Not all files processed
ru_ru: Слишком много файлов в %s. Не все файлы будут обработаны

source: Too many directories in %s. Not all files processed
ru_ru: Слишком много директорий в %s Не все файлы будут обработаны.

source: ARI requires a version of PHP 4.3 or later
ru_ru: ARI требует PHP версии 4.3 или выше

source: PHP PEAR must be installed. Visit http://pear.php.net for help with installation.
ru_ru: Необходимо инсталлировать пакет PHP PEAR. Для справки как это сделать - посетите http://pear.php.net.

source: Malformed callme number passed to callme_startcall $to field could be Security Breach: %s
ru_ru: Неверный номер, указанный в поле $to callme_startcall, может вызвать проблему безопасности: %s

source: Malformed callme number passed to callme_startcall $from field could be Security Breach: %s
ru_ru: Неверный номер, указанный в поле $from callme_startcall, может вызвать проблему безопасности: %s

source: Folders
ru_ru: Папки

source: error(s) occurred, you should view the notification log on the dashboard or main screen to check for more details.
ru_ru: произошла ошибка(-ки), просмотрите журнал сообщений в рабочей панели или на главной странице для детализации.

source: Close
ru_ru: Закрыть

source: Cancel
ru_ru: Отменить

source: Retry
ru_ru: Повторить

source: Error: Did not receive valid response from server
ru_ru: Ошибка: не получен ответ сервера

source: Please select a "Destination"
ru_ru: Выберите "Назначение"

source: Custom Goto contexts must contain the string "custom-". ie: custom-app,s,1
ru_ru: Дополнительный Goto контекст должен содержать строку "custom-", то есть: custom-app,s,1

source: The secret must be at minimum six characters in length.
ru_ru: Пароль должен быть длиной минимально шесть знаков

source: The secret must contain at least two numbers and two letters.
ru_ru: Пароль должен содержать по крайней мере две цифры и две буквы.

source: Attach voicemail to email
ru_ru: Присоединять звуковой файл голосовой почты к сообщению эл. почты

source: Option to attach audio file to email.
ru_ru: Опция присоединения аудио файла в электронную почту.

source: Email attachment format
ru_ru: Формат присоединения к эл. сообщению

source: Audio format of message to attach to email.
ru_ru: Аудио формат присоединённых файлов.

source: Number of deleted messages to backup
ru_ru: Количество удалённых сообщений для резервирования

source: The maximum number of messages that are backed up in the Deleted folder. This may be 0-9999.
ru_ru: Максимальное число сообщений, хранимых в папке Удалённые сообщения. От 0 до 9999.

source: Call back context
ru_ru: Контекст для обратных вызовов

source: Dialing context used for calling back the caller that left a message.
ru_ru: Контекст для исходящих вызовов абоненту для информации об оставленных для него голосовых сообщений.

source: Delete voicemail after emailed
ru_ru: Удалять голосовую почту после отправки сообщения.

source: When enabled the message will be deleted from the voicemailbox after the notification email is sent. This allows receiving voicemail via email alone, rather than having the voicemail available from the Web interface or by telephone. CAUTION: Attach voicemail to email must be enabled, OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
ru_ru: Если включено, то сообщение удаляется из ящика голосовой почты после отправки уведомления по электронной почте. Это даёт возможность получать и прослушивать сообщения как приложения электронной почты вместо того, чтобы использовать вэб-интерфейс голосовой почты или прослушивать сообщения с помощью телефона. ОСТОРОЖНО: должна быть включена опция Присоединять звуковой файл к телу эл. письма, В ПРОТИВНОМ СЛУЧАЕ ВАШЕ СООБЩЕНИЕ ГОЛОСОВОЙ ПОЧТЫ БУДЕТ УТЕРЯНО.

source: Dial out context
ru_ru: Контекст исходящих вызовов

source: Dialing context used to dial out from voicemail.
ru_ru: Контекст для исходящих вызовов оповещения системы голосовой почты.

source: Say envelope (date/time)
ru_ru: Проговаривать дату и время

source: When enabled the voicemail system will play the message envelope (date/time) before playing the voicemail message. This setting does not affect the operation of the envelope option in the advanced voicemail menu.
ru_ru: Если разрешено система голосовой почты будет воспроизводить дату и время сообщения перед воспроизведением самого сообщения. Этот параметр не влияет на работу параметра 'envelope' в меню дополнительных настроек голосовой почты.

source: Operator context
ru_ru: Контекст оператора

source: Dialing context for handling * or 0 calls to operator from voicemail.
ru_ru: Контекст, в котором будут обрабатываться вызовы * и 0 (на оператора системы) из голосовой почты.

source: Force greeting recording
ru_ru: Заставлять записать сообщение входа в голосвую почту

source: Forces a new user to record a greeting. A new user is determined by the password being the same as the mailbox number.
ru_ru: Заставит нового пользователя записать сообщение входа в голосвую почту. Новый пользователь определяется по введенному паролю, который должен совпадать с номером ящика голосовой почты.

source: Force name recording
ru_ru: Заставлять записать озвучку имени

source: Forces a new user to record their name. A new user is determined by the password being the same as the mailbox number.
ru_ru: Заставит записать озвучку имени абонента. Новый пользователь определяется по введенному паролю, который должен совпадать с номером ящика голосовой почты.

source: IMAP email account password
ru_ru: пароль от учетной записи IMAP

source: Password for the IMAP email account used to store voicemail messages.
ru_ru: Пароль от учетной записи IMAP, которая будет использована для сообщений голосовой почты

source: IMAP email user name
ru_ru: Логин в IMAP

source: User name for the IMAP email account used to store voicemail messages.
ru_ru: Логин учётной записи IMAP для голосовой почты

source: Voice prompt language
ru_ru: Сообщение о выборе языка

source: Enter language code to use for voice prompts. Before non-English languages can be used, the voice prompts must be installed by the system administrator.
ru_ru: Введите код языка, который будет использован для голосовых подсказок. Перед использование не английского языка, файлы голосовых подсказок должны быть установлен в системе.

source: Maximum number of messages
ru_ru: Максимальное количество сообщений

source: Maximum number of messages per folder. It may be up to 9999. The default value is 100.
ru_ru: Максимальное количество сообщений в папке. Может быть до 9999. По умолчанию - 100.

source: Maximum message length
ru_ru: Максимальная длина сообщения

source: Maximum length allowed for a voicemail message (in seconds).
ru_ru: Максимальная длина сообщения голосовой почты (в секундах).

source: Move heard messages
ru_ru: Перемещать прослушанные сообщения

source: Automatically move heard messages to the Old folder.
ru_ru: Автоматически перемещать прослушанные сообщения в папку 'Old'

source: Dial 0 for Operator
ru_ru: Наберите 0 для вызова оператора

source: Allow caller to reach an operator by pressing 0 before, after, or while leaving a voicemail.
ru_ru: Позволяет вызывающему дозвониться до оператора через набор 0 при работе с голосовой почтой.

source: Review recording
ru_ru: Прослушать сообщение перед записью

source: Allow caller to review their voicemail before saving it.
ru_ru: Разрешить вызывающему прослушать собственное сообщение перед его записью

source: Say caller ID
ru_ru: Сообщать CID

source: After announcing the message date and time, play back the caller's telephone number before each message.
ru_ru: После озвучки даты и времени сообщения, воспроизводить номер телефона позвонившего перед каждым сообщением.

source: Say duration
ru_ru: Сообщать длительность

source: Announce the message duration before playing the message.
ru_ru: Озвучивает длительность сообщения перед самим сообщением.

source: Say duration minimum
ru_ru: Минимальная длительность сообщения для озвучки

source: Do not announce message duration for messages shorter than this number of minutes.
ru_ru: Не сообщает длительность голосового сообщения, если она меньше чем указанное значение в минутах.

source: Send internal voicemail
ru_ru: Отправлять сообщения из голосовой почты

source: Allow a user logged into voicemail to compose and send voicemail messages to other voicemail users.
ru_ru: Даёт возможность отправлять голосовые сообщения другим пользователям из интерфейса голосовй почты.

source: Email from
ru_ru: Адрес отправителя уведомлений

source: Who the e-mail notification should appear to come from.
ru_ru: Указывает адрес отправителя уведомлений голосовой почты.

source: Temporary greeting warning
ru_ru: Временное приглашение голосовой почты

source: Warn user when a temporary greeting is active.
ru_ru: Предупреждает пользовать что установлено временное приглашение.

source: Timezone from zonemessages context. Irrelevant if Envelope is disabled.
ru_ru: Временная зона в сообщениях. Не имеет смысла, если запрещена отправка сообщений.

source: Change attachment volume
ru_ru: Изменение громкости в отправляемом сообщении

source: Change volume of message before attaching it to an email. Values less than 1.0 decrease volume, greater than 1.0 increase volume.
ru_ru: Изменяет громкость отправляемого по email сообщения. Значения меньше 1.0 уменьшают громкость, значения больше 1.0 увеличивают громкость.

source: Settings
ru_ru: Установки

source: Voicemail password not changed
ru_ru: Пароль для голосовой почты не изменён

source: Password and password confirm must not be blank
ru_ru: Пароль и его поле подтверждения не должны быть пустыми

source: Passwords must be all numbers and greater than %d digits
ru_ru: Пароль должен состоять не менее чем из %d цифр и никаких других символов

source: Passwords must be all numbers and only %d digits
ru_ru: Пароль должен состоять только из %d цифр

source: Password and password confirm do not match
ru_ru: Пароль не совпадает с подтверждением

source: %s does not exist or is not writable
ru_ru: %s не существует или не имеет прав на запись

source: Voicemail email and pager address not changed
ru_ru: Адрес электронной почты и пейджера не изменён

source: Voicemail email settings not changed
ru_ru: Настройки голосовой электронной почты не изменены

source: Language:
ru_ru: Язык:

source: Passwords must be all numbers and only %s digits
ru_ru: Пароль должен состоять только из %d цифр

source: Passwords must be all numbers and at least %s digits
ru_ru: Пароль должен состоять не менее чем из %d цифр и никаких других символов

source: Password Settings
ru_ru: Настройки пароля

source: Voicemail Password:
ru_ru: Пароль для голосовой почты:

source: Enter again to confirm:
ru_ru: Подтвердить пароль:

source: Email Address:
ru_ru: Адрес Email:

source: Email a notification, including audio file if indicated below.
ru_ru: Отправлять уведомления по e-mail, включая записи сообщений, если установлено.

source: Enable
ru_ru: Разрешить

source: Pager Email Address:
ru_ru: Адрес Email для сообщений пэйджера:

source: Email a short notification
ru_ru: Отправлять короткие уведомления (на e-mail пейджера)

source: Call Me Number:
ru_ru: Мой номер:

source: Call Me Number can be any dialable number, such as an extension or a cellphone.
ru_ru: 'Мой номер' может быть любым доступным номером, внутренним абонентским или мобильным.

source: Audio Format:
ru_ru: Формат аудио:

source: Default
ru_ru: По умолчанию

source: Best Quality
ru_ru: Наилучшее качество

source: Smallest Download
ru_ru: Наименьший размер для скачивания

source: Notification Settings
ru_ru: Настройки уведомлений

source: Web Playback Settings
ru_ru: Настройки воспроизведения на странице

source: Phone Playback Settings
ru_ru: Настройки воспроизведения через телефон

source: Caller Settings
ru_ru: Настройки позвонившего

source: Mailbox Storage Settings
ru_ru: Настройки хранения почтового ящика

source: IMAP Mail Settings
ru_ru: Настройки сервера почты IMAP

source: Other Voicemail Settings
ru_ru: Другие настройки голосовой почты

source: Settings for %s (%s)
ru_ru: Установки для %s (%s)

source: Update
ru_ru: Обновить

source: Call Monitor
ru_ru: Менеджер соединений

source: One or more messages must be selected before clicking delete.
ru_ru: Одно или несколько сообщений должны быть выбраны перед удалением.

source: Path is not a directory: %s
ru_ru: Путь к директории %s не найден

source: delete
ru_ru: удалить

source: duration
ru_ru: длительность

source: ignore
ru_ru: игнорировать

source: Date
ru_ru: Дата

source: Time
ru_ru: Время

source: Caller ID
ru_ru: Caller ID (Caller ID)

source: Source
ru_ru: Источник

source: Destination
ru_ru: Назанчение

source: Duration
ru_ru: Длительность

source: Monitor
ru_ru: Монитор

source: Play
ru_ru: Воспроизвести

source: Download
ru_ru: Скачать

source: Call Monitor for %s (%s)
ru_ru: Менеджер соединений для %s (%s)

source: select
ru_ru: выбрать

source: all
ru_ru: все

source: none
ru_ru: нет

source: Only deletes recording files, not cdr log
ru_ru: Удалить можно только файл записи, но не информацию о соединении

source: VmX&#8482 Locator
ru_ru: Групповой ящик голоосовой почты

source: Your Premium VmX Locator service has been disabled, REFRESH your browser to remove this message
ru_ru: Ваш премиум сервис VmX Locator отключен, ОБНОВИТЕ экран браузера чтобы удалить это сообщение.

source: Check with your Telephone System Administrator if you think there is a problem
ru_ru: Уточните у администратора телефонной системы, если Вы предполагает, что есть проблемы.

source: Option 0 not changed
ru_ru: Параметр 0 не изменен

source: Number %s must contain dial numbers (characters like '(', '-', and ')' are ok)
ru_ru: Поле %s должно содержать телефоный номер (разрешаются также символы '(', '-', и ')')

source: Option 1 not changed
ru_ru: Параметр 1 не изменен

source: Option 2 not changed
ru_ru: Параметр 2 не изменен

source: Use When:
ru_ru: Использовать когда:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
ru_ru: Параметры меню, доступные при озвучивании Вашего приглашения в Voicemail.<br/><br/>Установите оба что бы использовать всегда.

source: unavailable
ru_ru: Недоступен

source: busy
ru_ru: Занят

source: Voicemail Instructions:
ru_ru: Инструкции голосовой почты:

source: Uncheck to play a beep after your personal voicemail greeting.
ru_ru: Не устанавливайте, если хотите воспроизводить гудок после Вашего приглашения голосовой почты.

source: Standard voicemail prompts.
ru_ru: Стандартные подсказки голосовой почты.

source: Press 0:
ru_ru: Нажмите 0:

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Uncheck to enter another destination here.
ru_ru: Нажатие 0 в Вашем персональном приглашении в голосовую почту отправляет вызов оператору. Не устанавливайте этот параметр для указания другого кода.

source: Go To Operator
ru_ru: Переход на оператора

source: Press 1:
ru_ru: Нажмите 1:

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
ru_ru: Другие параметры могут быть внутренними номерами, группами дозвона, очередями и внешними номерами, на которые можно позвонить. Можно указать и Вам мобильный номер. Вы должны проверить эту настройку при любом изменении, что бы убедиться, что указанный Вами номер работает, что бы вызывающий не получал обрыв вызова или сообщения о недоступности номера.

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
ru_ru: Укажите другой номер здесь и измените приглашение голосовой почты, что бы вызывающий знал о нажатии 1 для вызова на этот номер. <br/><br/>Если Вы хотите использовать список Follow Me (Следуй за мной), установите 'Отправлять на Follow-Me' и запрещайте Follow-Me в следующих параметрах.

source: Send to Follow-Me
ru_ru: Отправлять на Follow-Me

source: Press 2:
ru_ru: Нажмите 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
ru_ru: Используйте любые внутренние номера, номера групп вызовов, очередей или внешние номера. <br/><br/>Не забудьте перезаписать Ваше собственное приглашение в голосовой почте и оставьте там инструкции. Протестируйте, что бы убедиться, что номер указан Вами правильно и работает.

source: VmX Locator&#8482; Settings for %s (%s)
ru_ru: VmX Locator&#8482; Установки для %s (%s)

source: Phone Features
ru_ru: Опции телефона

source: Call Waiting
ru_ru: Ожидание звонка

source: Do Not Disturb
ru_ru: Не беспокоить

source: Call Forwarding
ru_ru: Переадресация звонка

source: Unconditional:
ru_ru: Выключен:

source: Unavailable:
ru_ru: Недоступен:

source: Busy:
ru_ru: Занят:

source: Phone Features for %s (%s)
ru_ru: Опции телефона для %s (%s)

source: Call forward number not changed
ru_ru: Номер перенаправления не изменён

source: Call Screening:
ru_ru: Экранирование звонка:

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that callerid. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerId.
ru_ru: Экранирование звонка предлагает позвонившему на номер станции представиться: назвать своё имя, которое затем воспроизводится пользователю получателю вызова чтобы принять или отклонить вызов. Экранирование с опцией memory представляет позвонившего по имени проверяя по его Caller ID каждый последующий раз. Экранирование без опции memory заставляет называть позвонившего своё имя каждый раз, Оба режима всегда представляют позвонившего по ассоциации с его Caller ID. Если какой либо пользователь в системе задействует опцию memory, то кто-нибудь позвонивший в это время будет вынужден ещё раз назвать себя, а всем пользователям системы будет доступна новая ассоцияация анонсированного имени и его Caller ID.

source: Disable
ru_ru: Отключено

source: Screen Caller: No Memory
ru_ru: Экранировать входящий: без опции запоминания

source: Screen Caller: Memory
ru_ru: Экранировать входящий: с опцией запоминания

source: CallForward Ringtimer:
ru_ru: Время дозвона при переадресации:

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
ru_ru: Время дозвона перед переводом вызова на голосовую почту или на другое направление, которое может быть установлено администратором этой учётной записи. Если установлено 'Всегда', вызов номера переадресации будет продолжаться до ответа или до завершения вызова вызывающим. Ваше выбор будет принудительно установлен 'Всегда', если у Вас не установлена голосовая почта или альтернативное направление вызова.

source: Ringtimer:
ru_ru: Время дозвона:
